[
    {
      "titulo": "Avances en neurociencia permiten controlar dispositivos con la mente",
      "descripcion": "Nuevas interfaces cerebro-computadora están permitiendo a las personas controlar dispositivos electrónicos con sus pensamientos.",
      "fuente": "NeuroTech Journal",
      "publicadaEl": "2025-04-10T18:00:00Z"
    },
    {
      "titulo": "Descubren nueva especie marina en las profundidades del Pacífico",
      "descripcion": "Científicos han identificado una especie de pez bioluminiscente a 3,000 metros de profundidad que puede sobrevivir a presiones extremas.",
      "fuente": "Ocean Discovery Institute",
      "publicadaEl": "2025-04-15T09:30:00Z"
    },
    {
      "titulo": "El mercado de criptomonedas alcanza nuevo récord histórico",
      "descripcion": "La capitalización total del mercado de criptomonedas superó los 5 billones de dólares por primera vez, impulsada por la adopción institucional.",
      "fuente": "Crypto Market News",
      "publicadaEl": "2025-04-18T14:45:00Z"
    },
    {
      "titulo": "Desarrollan vacuna universal contra todos los tipos de gripe conocidos",
      "descripcion": "Un equipo internacional de científicos logra crear la primera vacuna capaz de proteger contra todas las variantes del virus de la influenza.",
      "fuente": "Global Health Review",
      "publicadaEl": "2025-04-20T11:15:00Z"
    },
    {
      "titulo": "Presentan robot doméstico capaz de preparar comidas completas",
      "descripcion": "La empresa RoboChef lanza un asistente de cocina robotizado que puede preparar más de 200 recetas diferentes sin intervención humana.",
      "fuente": "Tech Daily",
      "publicadaEl": "2025-04-12T16:20:00Z"
    },
    {
      "titulo": "Nueva ley de protección de datos entra en vigor en la Unión Europea",
      "descripcion": "La legislación establece límites más estrictos sobre cómo las empresas pueden recopilar y utilizar datos biométricos de los ciudadanos.",
      "fuente": "EU Policy Monitor",
      "publicadaEl": "2025-04-22T08:00:00Z"
    },
    {
      "titulo": "Descubren compuesto que revierte el envejecimiento celular",
      "descripcion": "Investigadores identifican una molécula que puede rejuvenecer células humanas en laboratorio, abriendo nuevas posibilidades para tratamientos anti-edad.",
      "fuente": "Longevity Science Magazine",
      "publicadaEl": "2025-04-19T10:45:00Z"
    },
    {
      "titulo": "La NASA anuncia nueva misión para explorar las lunas de Júpiter",
      "descripcion": "La misión 'Jovian Moons Explorer' buscará signos de vida en los océanos subterráneos de Europa y Ganímedes a partir de 2028.",
      "fuente": "Space Exploration Today",
      "publicadaEl": "2025-04-23T13:30:00Z"
    },
    {
      "titulo": "Estudio revela que dormir menos de 6 horas aumenta riesgo cardiovascular",
      "descripcion": "Una investigación con más de 100,000 participantes confirma la relación directa entre la falta de sueño y las enfermedades del corazón.",
      "fuente": "Medical Research Weekly",
      "publicadaEl": "2025-04-17T07:20:00Z"
    },
    {
      "titulo": "Festival Internacional de Cine de Cannes anuncia los nominados del año",
      "descripcion": "La 78ª edición del prestigioso festival contará con 22 películas en competición por la Palma de Oro, incluyendo cinco óperas primas.",
      "fuente": "Cinema World",
      "publicadaEl": "2025-04-24T15:10:00Z"
    }
  ]